tap "apenngrace/vulkan"
tap "delphinus/sfmono-square"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "sn-kinos/korea-fonts"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "pkg-config"
brew "cmake"
brew "deno"
brew "docker"
brew "ffmpeg"
brew "pango"
brew "fzf"
brew "git-lfs"
brew "glfw"
brew "libusb"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk"
brew "pnpm"
brew "r", link: false
brew "shfmt"
brew "woff2"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "binance"
cask "brave-browser"
cask "cleanmymac"
cask "datagrip"
cask "discord"
cask "figma"
cask "font-nanumsquare"
cask "font-nanumsquare-round"
cask "font-noto-sans-cjk"
cask "font-sf-mono-nerd-font"
cask "gimp"
cask "google-chrome-dev"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-options"
cask "lyricsx"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "notion"
cask "openinterminal-lite"
cask "postman"
cask "pycharm"
cask "r"
cask "rectangle"
cask "rstudio"
cask "scroll-reverser"
cask "visual-studio-code-insiders"
cask "webex-meetings"
cask "zoom"
