tap "delphinus/sfmono-square"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "leejongyoung/korea-fonts"
tap "romkatv/powerlevel10k"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "pkg-config"
brew "docker"
brew "fzf"
brew "git-lfs"
brew "make"
brew "mas"
brew "neovim"
brew "node"
brew "pnpm"
brew "shfmt"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "cleanmymac"
cask "figma"
cask "font-naver-nanum-square"
cask "font-naver-nanum-square-round"
cask "font-sf-mono-nerd-font"
cask "gimp"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "lyricsx"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "notion"
cask "openinterminal-lite"
cask "pycharm"
cask "rectangle"
cask "scroll-reverser"
cask "visual-studio-code-insiders"
mas "AdGuard for Safari", id: 1440147259
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "카카오톡", id: 869223134
