tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "sn-kinos/korea-fonts"
brew "make"
brew "node"
brew "pkg-config"
brew "python@3.9"
brew "vim"
brew "yarn"
brew "zlib"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "docker"
cask "font-nanumsquare"
cask "font-nanumsquare-round"
cask "font-noto-sans-cjk"
cask "google-chrome-canary"
cask "google-drive-file-stream"
cask "intellij-idea"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logitech-options"
cask "lyricsx"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "postman"
cask "pycharm"
cask "r"
cask "rstudio"
cask "teamviewer"
cask "visual-studio-code"
cask "zeplin"
